Revit 2027 API
BRepBuilderEdgeGeometry Properties
The BRepBuilderEdgeGeometry type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
BRepBuilderEdgeGeometry Class
Autodesk.Revit.DB Namespace